package R;

public class Strings {
    public final static String HELP_MESSAGE = "Комманды: \n" +
            "Рейд ссылка название/звезды состояние время \n" +
            "ссылка - ссылка на точку в гугл карте вида \"https://goo.gl/maps/jgfi5pQW6HB2\" , чтобы ее получить нажать на кнопку поделится в описании точки \n" +
            "название/звезды - если вылупилось то название, иначе кол-во звезд \n" +
            "состояние - яйцо или нет (писать да или нет) \n" +
            "время - время до вылупления яйца или конца рейда";

    public final static String BAD_LINK = "Плохая ссылка!";
}
